<script>
export default {};
</script>

<template>
  <div class="cloud2">
    <p class="whitetext2">Исправление критических ошибок</p>
    <button
      class="button2"
      :disabled="isShow === false"
      @click="isShow = !isShow"
    >
      <h1>
        Читать больше<img class="arrowdown" src="./image/Arrow 10.png" alt="" />
      </h1>
    </button>
  </div>

  <div class="cloud5" :class="{ hide: !isShow }" id="notShow">
    <h2>Исправление критических ошибок</h2>
    <ul class="otstup3">
      <li>
        Анализ текущего состояния домена и его поисковых параметров для оценки
        текущей ситуации с продвижением сайта.
      </li>
      <li>
        Определение главного зеркала сайта. Настройка серверного перенаправления
        (редиректа) со всех неосновных зеркал на главное для их правильной
        «склейки» при индексации сайта.
      </li>
      <li>
        Настройка основных редиректов для исключения дублирования страниц сайта:
      </li>
      <li>
        для обработки страниц со слешами «/» и без (исключить дублирования и 404
        ошибки);
      </li>
      <li>для обработки страниц с множественными слешами;</li>
      <li>с индексных страниц.</li>

      <li>Проверка аффилированности данных.</li>
      <li>
        Парсинг страниц сайта в сервисе Screaming Frog для проверки сайта на
        наличие технических ошибок (проводится ежемесячно).
      </li>
      <li>Поиск битых ссылок на сайте.</li>
      <li>
        Настройка в Яндекс Вебмастер и Гугл серч консоль отслеживания важных
        страниц.
      </li>
      <li>Проверка индексации страниц сайта.</li>
      <li>
        Настройка изменений индексирования страниц посредством карты сайта и
        переобхода страниц по счетчикам, скорости переобхода.
      </li>
      <li>Настройка важных целей в сервисе Яндекс метрика/Google analytics.</li>
      <li>Отслеживание динамики роста позиций сайта.</li>
      <li>
        При необходимости, переписка со службой технической поддержки поисковых
        систем и хостинга.
      </li>
      <li>
        Определение сайтов конкурентов из ТОП-10 поисковой выдачи Яндекс и Гугл.
      </li>
      <li>
        Сравнительный анализ сайта, а также сайтов-конкурентов на предмет
        степени оптимизации в результатах выдачи.
      </li>
      <li>
        Создание ТЗ на написание новых текстов, проверка на SEO показатели,
        корректировка и рекомендации по улучшению контента.
      </li>
      <li>Составление рекомендаций по оптимизации изображений.</li>
      <li>
        Составление рекомендаций структуры url на удобные для восприятия
        человеком и поисковыми системам веб-адреса.
      </li>
      <li>Рекомендации по созданию внутренней перелинковки на сайте.</li>
      <li>Проверка сайта на скрытый (невидимый) текст, текстовый спам.</li>
      <li>Анализ внутренних ссылок на сайте.</li>
      <li>
        Рекомендации по добавлению новых разделов / подразделов на сайт (по
        необходимости).
      </li>
      <li>
        Мониторинг ошибок и рекомендаций в панелях Вебмастеров (данный этап
        проводится постоянно).
      </li>
      <li>
        Подготовка рекомендаций для реализации на сайте (данный этап проводится
        периодически).
      </li>
    </ul>
  </div>
</template>

<style>
.cloud5 {
  list-style-type: decimal;
  color: white;
  font-size: 150%;
  position: absolute;
  width: 70%;
  left: 14.5%;
  bottom: -507%;

  background: linear-gradient(
    122.93deg,
    rgba(100, 100, 100, 0.71) 1.7%,
    rgba(72, 71, 71, 0.12) 48.4%,
    rgba(115, 106, 106, 0.17) 94.76%
  );
  border-radius: 50px;
}

.cloud2 {
  top: 450%;
  right: 40%;
  display: block;
  width: 370px;
  height: 260px;
  margin-left: auto;
  margin-right: auto;
  text-align: center;
  background: linear-gradient(
    122.93deg,
    rgba(100, 100, 100, 0.71) 1.7%,
    rgba(72, 71, 71, 0.12) 48.4%,
    rgba(115, 106, 106, 0.17) 94.76%
  );
  border: 1px solid;
  border-radius: 50px;
  position: absolute;
}
</style>
