<script>
export default {};
</script>

<template>
  <div class="cloud3">
    <p class="whitetext3">
      Оптимизация, региональное продвижение, наполнение контентом
    </p>
    <button
      @click="isShow = button2"
      :disabled="button1 == false"
      class="button3"
    >
      <h1>
        Читать больше<img class="arrowdown" src="./image/Arrow 10.png" alt="" />
      </h1>
    </button>
  </div>

  <div class="cloud6">
    <h2>Оптимизация, региональное продвижение, наполнение контентом</h2>
    <ul class="otstup2">
      <li>
        Анализ мета-тегов на наличие дублей, содержание ключевых запросов.
      </li>
      <li>
        Распределение ключевых слов в title и description по релевантным
        страницам.
      </li>
      <li>Настройка шаблонных атрибутов alt и title для изображений.</li>
      <li>
        Анализ конкурентов на коммерческие факторы и определение преимуществ.
      </li>
      <li>
        Анализ навигации сайта (меню, карта сайта, поиск, разбиение каталогов
        товаров/статей на категории)
      </li>
      <li>
        Оценка скорости загрузки страниц сайта. При необходимости – оптимизация
        быстродействия.
      </li>
      <li>
        Проверка адаптивности и оптимизации сайта для мобильных устройств.
      </li>
      <li>Анализ внутренних ссылок (на внутренние страницы) сайта.</li>
      <li>
        Оценка и корректировка внесенных ранее изменений, проверка индексации.
      </li>
      <li>
        Создание ТЗ на написание новых текстов, проверка на SEO показатели,
        корректировка и рекомендации по улучшению контента.
      </li>
      <li>Анализ индексации внесенных правок.</li>
      <li>Мониторинг и анализ посещаемости сайта.</li>
      <li>Мониторинг авторитетности сайта: количество внешних ссылок, ИКС.</li>
      <li>Анализ юзабилити, дизайна и удобство использования.</li>
      <li>Анализ внешних ссылок.</li>
      <li>Оценка страниц сайтов конкурентов с наибольшим трафиком.</li>
      <li>Анализ составляющих и конверсионного пути к достижению целей.</li>
      <li>Оценка репутации и упоминаний, осведомленность о бренде.</li>
      <li>Отслеживание позиций сайта.</li>
      <li>Проверка индексации ссылочной массы сайта.</li>
      <li>Анализ активности пользователей.</li>
      <li>
        Составление рекомендаций по дополнительной корректировке на сайте на
        основе анализа и мониторинга.
      </li>
      <li>Анализ выдачи и алгоритмов поисковых систем.</li>
      <li>Анализ отзывов и репутации сайта.</li>
      <li>Поиск и оценка альтернативных источников трафика.</li>
      <li>
        Проверка форм заказа и обратной связи сайта на работоспособность и
        удобство.
      </li>
    </ul>
  </div>
</template>

<style>
.cloud3 {
  width: 370px;
  height: 260px;
  text-align: center;
  right: 15%;
  top: 450%;
  background: linear-gradient(
    122.93deg,
    rgba(100, 100, 100, 0.71) 1.7%,
    rgba(72, 71, 71, 0.12) 48.4%,
    rgba(115, 106, 106, 0.17) 94.76%
  );
  border: 1px solid;
  border-radius: 50px;
  position: absolute;
}

.cloud6 {
  width: 70%;
  position: absolute;
  bottom: -489%;
  left: 14.5%;
  background: linear-gradient(
    122.93deg,
    rgba(100, 100, 100, 0.71) 1.7%,
    rgba(72, 71, 71, 0.12) 48.4%,
    rgba(115, 106, 106, 0.17) 94.76%
  );
  border-radius: 50px;
}
</style>
